import { Button, Carousel, Col, Row, Icon, CardPanel } from 'react-materialize';

function English() {
    return(
        <div id="main-content">
            <div className="carousel-holder" id="image-carousel">
                {/* Photo Carousel */}
                <Carousel carouselId="Carousel-1" options={{ fullWidth: true}}>
                    {/* carousel div where the links and images */}
                    <div className="carousel-image-1"></div>
                </Carousel>
            </div>

            <section className="container section" id="whatis">
                <Row className="center-align">
                    <CardPanel className="left-align blue-grey darken-2 white-text story-card tamil-text">
                        <h2>யெஸ்த்ரா என்றால் என்ன ?</h2>
                        <p>
                            கேரளாவில் வெள்ள நிவாரணப் பணிகளின் ஆரம்ப நாட்களில், ஓடும் சேற்றில் சிதறிக்கிடந்த பாழடைந்த சட்டை மற்றும் பேன்ட்களைச் சுற்றி, தனது இரண்டு குழந்தைகளை நெருக்கமாகப் பிடித்துக் கொண்டு, ஒரு தாய் கதறி அழும் இதயத்தை உடைக்கும் காட்சியைக் கண்டோம். அவள் ஆறுதலடையாமல் இருந்தாள், அவளுடைய குடும்பத்தில் அவளே ஒரே ஆதாயம் செய்பவள், அவளுடைய இரண்டு குழந்தைகளையும் தானே பார்த்துக் கொண்டு வளர்த்து வந்தாள் என்பது எங்களுக்குத் தெரிந்தது. அவள் தனது ஒரே வாழ்வாதாரத்தை இழந்து நிச்சயமற்ற எதிர்காலத்தை தனியாக எதிர்கொண்டாள். அந்த நேரத்தில் அவளுக்கும் அவள் குடும்பத்துக்கும் எங்களால் முடிந்த உதவிகளைச் செய்தோம் அப்போதுதான் ஒரு அதிர்ச்சியான உண்மை எங்களுக்குத் தெரியவந்தது. அவரும் அவரது குடும்பத்தினரும் நன்கு அறியப்பட்ட உள்ளூர் பிராண்டிற்காக ஆடைகளை தயாரித்தனர், ஆனால் பிராண்ட் அனுபவித்த லாபத்தில் அவரும் அவரது குடும்பத்தினரும் மிகச் சிறிய பகுதியை மட்டுமே பெற்றனர்.வெள்ளம் காரணமாக ஏற்பட்ட சேதத்தினால் ஆர்டர்கள் ரத்து செய்யப்பட்டது மட்டுமல்லாமல் பிராண்டுகள் இவர்களை கைவிட்டு விட்டன. அதைத் தொடர்ந்து நடந்த நிவாரணப் பணிகளின் போது, ​​இதுபோன்ற அவலங்களைப் பகிர்ந்து கொண்ட இன்னும் பல குடும்பங்களுடன் நாங்கள் உரையாடினோம், அவர்களுடன் பணிபுரிந்ததன் மூலம் அவர்களின் சூழ்நிலைகள் மற்றும் அவர்கள் எதிர்கொள்ளும் பிரச்சனைகள் பற்றி மேலும் புரிந்து கொள்ள முடிந்தது. அவர்களுடன் நாங்கள் செலவழித்த நேரம், ஆடை தயாரிப்புத் தொழிலில் எவ்வளவு பரவலான சுரண்டல் மற்றும் வறுமைக்கு அருகில் உள்ளது என்பதைப் பார்த்த நேரமாகும். அவர்கள் ஒரு பெரிய உற்பத்தியாளர் அல்லது நிறுவப்பட்ட வடிவமைப்பாளராக இல்லாத காரணத்தால்  தாங்களாகவே வளரவும் விரிவுபடுத்தவும் மிகவும் கடினமாக இருந்தது, பெரிய பெயர் கொண்ட பிராண்டுகளுக்கு எதிராக அவர்களால் போட்டியிடுவது கிட்டத்தட்ட சாத்தியமற்றதாக இருந்தது.
                        </p>
                        <p>
                            யெஸ்த்ரா அவர்களின் பிரச்சனைகளுக்கு தீர்வு காணவும், அவர்களின் கவலைகளுக்கு நடைமுறை நிஜ உலக தீர்வுகளை கொண்டு உதவி செய்ய உருவாக்கப்பட்டதாகும். அவர்கள் தாங்களாகவே உயர்வதற்கு அவர்களுக்கு அதிகாரம் அளித்து, அவர்கள் எதிர்கொள்ளும் சுரண்டலை முறியடித்து அவர்களை வளர அனுமதிக்கும் வலுவான சமூக இயக்கங்களை உருவாக்கும் ஒரு முயற்சியாகும். இந்திய ஆடை மற்றும் பேஷன் துறையில் வெளிநாட்டு நிறுவனங்கள் மற்றும் பெரிய பிராண்டுகளின் பிடியை அகற்றுவதற்கான கருவிகளை அவர்களுக்கு வழங்கும் ஒரு அமைப்பாகும்.
                        </p>
                        <p>
                            யெஸ்த்ரா மூலம் அவர்களுக்கான ஒரு தளத்தை வழங்குவோம், அதன் மூலம் பரந்த அளவிலான பார்வையாளர்களை அடைய முடியும், மேலும் தனித்துவமான மற்றும் வடிவமைக்கப்பட்ட சந்தைப்படுத்தல் உத்திகள் மூலம் இந்த தனிப்பட்ட படைப்பாளிகளை அவர்களுக்கே சொந்தமான புகழ்பெற்ற பிராண்டுகளாக மாற்றுவோம். சொந்தமாக ஆன்லைன் இருப்பு அல்லது நேரடியாக விற்பனையில் இல்லாத புதிய வடிவமைப்பாளர்கள் அல்லது படைப்பாளிகள் கூட ஒரு போர்ட்ஃபோலியோவை உருவாக்குவதற்கான உதவிக்கு எங்களை அணுகலாம், அவர்கள் தனக்கென ஒரு போர்ட்ஃபோலியோவை தொடங்குவதற்கு உதவும் வகையில் புகைப்படம் எடுத்தல் மற்றும் மாடலிங் முதல் பிராண்ட் மற்றும் லோகோ டிசைனிங் வரை அனைத்துத் துறைகளிலும் நாங்கள் எங்கள் உதவியை வழங்குவோம். மேலும், நம்பகமான லாஜிஸ்டிக்ஸ் சேவைகளை வழங்குவதன் மூலம், அவர்களின் ஆர்டர்களை இந்தியாவிலும், உலக அளவிலும் தடையின்றி விநியோகம் செய்வதை உறுதி செய்வோம்.
                        </p>
                        <Row className="center-align">
                            {/* first column full size */}
                            <Col s={12}>
                                <h4 className="tamil-text">இந்த மாற்றத்தின் ஒரு பகுதியாக இருங்கள்</h4>
                                <Button
                                        href="/JoinUs"
                                        node="a"
                                        waves="light"
                                        className="blue-grey darken-4 white-text joinUsButton">
                                            <Icon left>handshake</Icon>
                                            <span className="button-text">Join Us</span>
                                    </Button>
                            </Col>
                        </Row>
                    </CardPanel>
                </Row>
            </section>
        </div>
    );
}

export default English;